---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.MultiCategoryTagFilterParamNotFoundInElement
source: html/a1b68627-b727-adee-a565-988d0c537632.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.MultiCategoryTagFilterParamNotFoundInElement Property

The filter specified by Multi-Category Tag can't be used with the tagged object.

## Syntax (C#)
```csharp
public static FailureDefinitionId MultiCategoryTagFilterParamNotFoundInElement { get; }
```